configurations/KodisonCorsa/test/testtool/Frank2Corsa/scenario03/CorsaPersonQueryRequest2.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bct="http://bct.nl">
  <soap:Header/>
  <soap:Body>
    <bct:CreateMetaPerson>
      <bct:ObjectID/>
      <bct:ObjectKind>STUF</bct:ObjectKind>
      <bct:ReferenceValues>
        <bct:NameValue>
          <bct:Name>BRSpSofi</bct:Name>
          <bct:Value>123456789</bct:Value>
        </bct:NameValue>
      </bct:ReferenceValues>
    </bct:CreateMetaPerson>
  </soap:Body>
</soap:Envelope>